11/data/attachments/d34688bd4d7358d0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Travis_design_Friend_80432_8</nif:username>
            <nif:friendToBeRequested>soap_friends_9ad8fb8a-70f3-494a-a64f-14b965e2ce65</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>